Repository: benjja/infinity-squared
Catalog: public/languages/isq_translation-*.po
Languages: de_de

source: The bookmarklet
de_de: Das Lesezeichen

source: Save this as a bookmark.
de_de: Speichere dies als Lesezeichen.

source: Add this to your bookmarks or drag it to your bookmarks bar to quickly access shortening functions.
de_de: Füge dies zu deinen Lesezeichen hinzu oder ziehe es in deine Lesezeichenleiste, um schnell auf die Verkürzungsfunktionen zuzugreifen.

source: Shorten
de_de: Verkürzen

source: This bookmarklet takes the page URL and title and opens a new tab, where you can fill out a CAPTCHA. If you have selected text before using the bookmarklet, that will be used as the keyword.
de_de: Dieses Lesezeichen verwendet die Seiten-URL und den Titel und öffnet eine neue Registerkarte, auf der Sie ein CAPTCHA ausfüllen können. Wenn du vor der Verwendung des Lesezeichens Text ausgewählt hast, wird dieser als Schlüsselwort verwendet.

source: Support for bookmarklets on mobile varies. For example, they work on Chrome for Android but you have to add and sync them from your desktop.
de_de: Die Unterstützung für Lesezeichen auf Mobilgeräten ist unterschiedlich. Zum Beispiel funktionieren sie unter Chrome für Android, aber Sie müssen sie von Ihrem Desktop aus hinzufügen und synchronisieren.

source: Powered by <a href="http://yourls.org/">YOURLS</a>. Designed by <a href="http://tomslominski.net/">Tom Slominski</a>.
de_de: Unterstützt von <a href="http://yourls.org/"> YOURLS </a>. Entworfen von <a href="http://tomslominski.net/"> Tom Slominski </a>.

source: This site uses cookies for Google reCAPTCHA
de_de: Diese Website verwendet Cookies für Google reCAPTCHA

source: Enter a new URL to shorten
de_de: Gebe eine neue URL zum Kürzen ein

source: Long URL
de_de: Lange URL

source: Paste the long URL here. This is required.
de_de: Füge hier die lange URL ein. Dies ist erforderlich.

source: Custom keyword
de_de: Benutzerdefiniertes Schlüsselwort

source: A keyword replaces the default short string.
de_de: Ein Schlüsselwort ersetzt die Standard-Kurzzeichenfolge.

source: Custom title
de_de: Benutzerdefinierter Titel

source: Optional title used when sharing a link from YOURLS using social sharers.
de_de: Optionaler Titel, der verwendet wird, wenn ein Link von YOURLS mithilfe von Social Sharern freigegeben wird.

source: Verification
de_de: Überprüfung

source: reCAPTCHA verification used to ensure you are not a bot.
de_de: Die reCAPTCHA-Überprüfung wird verwendet, um sicherzustellen, dass du kein Bot bist.

source: Get ∞²!
de_de: Hole dir ∞²!

source: Admin area
de_de: Admin-Bereich

source: &larr; Go home and try again
de_de: & larr; Geh nach Hause und versuche es erneut

source: You haven't entered a URL to shorten.
de_de: Du hast keine zu verkürzende URL eingegeben.

source: The keyword %1$s is reserved.
de_de: Das Schlüsselwort% 1 $ s ist reserviert.

source: The keyword %1$s is taken.
de_de: Das Schlüsselwort% 1 $ s wird verwendet.

source: Are you a bot? Google certainly thinks you are.
de_de: Bist du ein Bot? Google glaubt sicherlich, dass du einer bist.

source: Are you a bot? The verification was not completed successfully.
de_de: Bist du ein Bot? Die Überprüfung wurde nicht erfolgreich abgeschlossen.

source: Are you a bot? No antispam protection was completed successfully.
de_de: Bist du ein Bot? Es wurde kein Antispam-Schutz erfolgreich abgeschlossen.

source: The URL could not be shortened.
de_de: Die URL konnte nicht gekürzt werden.

source: Your short URL
de_de: Deine kurze URL

source: Original URL
de_de: Ursprüngliche URL

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Copied to clipboard
de_de: In die Zwischenablage kopiert

source: Press ⌘+C to copy
de_de: Drücke zum Kopieren ⌘ + C.

source: Press Ctrl+C to copy
de_de: Drücke zum Kopieren Strg + C.

source: Tap copy
de_de: Tippe auf Kopieren

source: Failed to copy
de_de: Kopieren fehlgeschlagen

source: Short URL
de_de: Kurze URL

source: Stats
de_de: Statistiken

source: Share
de_de: Teilen

source: Share your short URL
de_de: Teile deine kurze URL

source: Share your link with external devices
de_de: Teile deinen Link mit externen Geräten
